{
  "locale": {
      "message": "en",
      "description": "The locale this file is targeting"
  },
  "name": {
      "message": "Measure"
  },
  "description": {
      "message": "Measure typographic line lengths right from the page"
  },
  "description_screenshot2": {
      "message": "Design more readable content"
  },
  "description_screenshot3": {
      "message": "Learn from the best"
  },
  "characters": {
      "message": "Characters",
      "description": "A label underneath a numeric character count, telling the user how many characters (letters, numbers and symbols) have been selected"
  },
  "character": {
      "message": "Character",
      "description": "The same label as above, but in singular form"
  },
  "onboarding_title": {
      "message": "Measure—Get Started",
      "description": "The title for the onboarding page that opens when the user first uses Measure"
  },
  "onboarding_d1_paragraph": {
      "message": "Get started with Measure in this test drive example",
      "description": "A welcome message presented on the onboarding page, telling the user that they will be shown how to use Measure here"
  },
  "onboarding_d1_open": {
      "message": "Yes, test away!",
      "description": "Casually-phrased button text to open the onboarding page and test Measure"
  },
  "onboarding_d1_close": {
      "message": "Close",
      "description": "More formally-written button text for the user to close the page, instead of testing the extension"
  },
  "onboarding_d2_step1": {
      "message": "Press the Measure extension icon in the toolbar to begin",
      "description": "The first instruction shown to the user on how to use Measure, they're told to click the Measure icon in the toolbar where extensions are shown"
  },
  "onboarding_d2_step2": {
      "message": "Now highlight a line of text",
      "description": "The second instruction shown to the user, letting them know they need to select a line of text in the article on the page"
  },
  "onboarding_d2_step3": {
      "message": "All done. How easy was that?",
      "description": "A success message saying that the user has now successfully used Measure"
  },
  "onboarding_d2_step3_button": {
      "message": "Go forth and Measure",
      "description": "Button text letting the user know that they're done with this onboarding, and can go and use Measure elsewhere"
  },
  "onboarding_article": {
      "message": "<p>Down, down, down. Would the fall <em>never</em> come to an end! “I wonder how many miles I’ve fallen by this time?” she said aloud. “I must be getting somewhere near the centre of the earth. Let me see: that would be four thousand miles down, I think—’ (for, you see, Alice had learnt several things of this sort in her lessons in the schoolroom, and though this was not a <em>very</em> good opportunity for showing off her knowledge, as there was no one to listen to her, still it was good practice to say it over) “—yes, that’s about the right distance—but then I wonder what Latitude or Longitude I’ve got to?” (Alice had no idea what Latitude was, or Longitude either, but thought they were nice grand words to say.)</p><p>Presently she began again. “I wonder if I shall fall right <em>through</em> the earth! How funny it’ll seem to come out among the people that walk with their heads downward! The Antipathies, I think—” (she was rather glad there <em>was</em> no one listening, this time, as it didn’t sound at all the right word) “—but I shall have to ask them what the name of the country is, you know. Please, Ma’am, is this New Zealand or Australia?” (and she tried to curtsey as she spoke—fancy <em>curtseying</em> as you’re falling through the air! Do you think you could manage it?) “And what an ignorant little girl she’ll think me for asking! No, it’ll never do to ask: perhaps I shall see it written up somewhere.”</p>",
      "description": "An excerpt of Alice's Adventures in Wonderland, used as content for the onboarding page, for the user to test Measure on. Includes HTML tags to format in place. Emphasis tags are used to emphasise certain parts of the content, as the author originally did."
  }
}